Repository: jdevost/BlueDive
Catalog: BlueDive/Localizable.xcstrings
Source language: en
Languages: de, fr_ca, nl

source: Results
de: Ergebnisse
fr_ca: Résultats
nl: Resultaten

source: Retry
de: Erneut versuchen
fr_ca: Réessayer
nl: Opnieuw proberen

source: Return all preferences to their default values.
de: Alle Einstellungen auf ihre Standardwerte zurücksetzen.
fr_ca: Réinitialiser toutes les préférences à leurs valeurs par défaut.
nl: Zet alle voorkeuren terug naar hun standaardwaarden.

source: Reverses the sort direction
de: Kehrt die Sortierrichtung um
fr_ca: Inverse le sens du tri
nl: Keert de sorteerrichting om

source: Review Import
de: Import überprüfen
fr_ca: Revoir l'importation
nl: Beoordeel import

source: Review what will be imported before confirming.
de: Überprüfe, was importiert wird, bevor du bestätigst.
fr_ca: Révisez ce qui sera importé avant de confirmer.
nl: Controleer wat er geïmporteerd gaat worden voordat je bevestigt.

source: Round Up Ascent Time
de: Auftauchzeit aufrunden
fr_ca: Arrondir le temps de remontée
nl: Opstijgtijd naar boven afronden

source: SAC (double tank)
de: SAC (Doppelflasche)
fr_ca: SAC (double cylindre)
nl: SAC (dubbele tanks)

source: SERIAL
de: SERIENNUMMER
fr_ca: SÉRIE
nl: SERIENUMMER

source: SERVICE DUE IN %@ DAYS
de: SERVICE IN %@ TAGEN FÄLLIG
fr_ca: ENTRETIEN DANS %@ JOURS
nl: ONDERHOUD NODIG OVER %@ DAGEN

source: SERVICE DUE IN 1 DAY
de: SERVICE IN 1 TAG FÄLLIG
fr_ca: ENTRETIEN DANS 1 JOUR
nl: ONDERHOUD NODIG OVER 1 DAG

source: SERVICE DUE SOON
de: SERVICE BALD FÄLLIG
fr_ca: ENTRETIEN BIENTÔT DÛ
nl: ONDERHOUD NODIG OP KORTE TERMIJN

source: SERVICE OVERDUE
de: SERVICE ÜBERFÄLLIG
fr_ca: ENTRETIEN EN RETARD
nl: ONDERHOUD VERLOPEN

source: SITE DETAILS
de: TAUCHPLATZ-DETAILS
fr_ca: DÉTAILS DU SITE
nl: LOCATIEDETAILS

source: START PRESS.
de: STARTDRUCK
fr_ca: PRESS. DÉPART
nl: BEGINDRUK

source: Safe
de: Sicher
fr_ca: Sécuritaire
nl: Veilig

source: Safety
de: Sicherheit
fr_ca: Sécurité
nl: Veiligheid

source: Safety Margin
de: Sicherheitsspanne
fr_ca: Marge de sécurité
nl: Veiligheidsmarge

source: Safety Stop
de: Sicherheitsstopp
fr_ca: Palier de sécurité
nl: Veiligheidsstop

source: Safety Stop (15ft)
de: Sicherheitsstopp (15ft)
fr_ca: Palier de sécurité (15ft)
nl: Veiligheidsstop (15ft)

source: Safety Stop (5m)
de: Sicherheitsstopp (5m)
fr_ca: Palier de sécurité (5m)
nl: Veiligheidsstop (5m)

source: Safety Warning
de: Sicherheitswarnung
fr_ca: Avertissement de sécurité
nl: Veiligheidswaarschuwing

source: Safety tools for every dive
de: Sicherheitswerkzeuge für jeden Tauchgang
fr_ca: Des outils de sécurité pour chaque plongée
nl: Veiligheidsmaterialen voor elke duik

source: Saltwater
de: Salzwasser
fr_ca: Eau salée
nl: Zout water

source: Same as Entry
de: Wie beim Einstieg
fr_ca: Identique à l'entrée
nl: Zelfde als instapplaats

source: Same date, depth and duration
de: Gleiches Datum, Tiefe und Dauer
fr_ca: Même date, profondeur et durée
nl: Zelfde datum, diepte en tijdsduur

source: Same dive ID & profile
de: Gleiche Tauch-ID & Profil
fr_ca: Même ID de plongée & profil
nl: Zelfde duik ID & profiel

source: Same dive ID & serial
de: Gleiche Tauch-ID & Seriennummer
fr_ca: Même ID de plongée & numéro de série
nl: Zelfde duik ID & serienummer

source: Same dive computer & fingerprint
de: Gleicher Tauchcomputer & Fingerabdruck
fr_ca: Même ordinateur & empreinte de plongée
nl: Zelfde duikcomputer en vingerafdruk

source: Same logbook record (Legacy)
de: Gleicher Logbucheintrag (Legacy)
fr_ca: Même enregistrement de carnet (Ancienne version)
nl: Zelfde logboekrecord (Legacy)

source: Samples
de: Messwerte
fr_ca: Échantillons
nl: Meetpunten

source: Samples come from your dive computer and cannot be manually edited.
de: Messwerte stammen von deinem Tauchcomputer und können nicht manuell bearbeitet werden.
fr_ca: Les échantillons proviennent de votre ordinateur de plongée et ne peuvent pas être modifiés manuellement.
nl: Meetpunten zijn afkomstig van je duikcomputer en kunnen niet handmatig bijgewerkt worden.

source: Satellite
de: Satellit
nl: Satelliet

source: Save
de: Speichern
fr_ca: Enregistrer
nl: Opslaan

source: Save As
de: Speichern unter
fr_ca: Enregistrer sous
nl: Opslaan als

source: Save Backup
de: Sicherung speichern
fr_ca: Enregistrer la sauvegarde
nl: Backup opslaan

source: Save Diagnostic Log
de: Diagnoseprotokoll speichern
fr_ca: Enregistrer le journal de diagnostic
nl: Diagnostisch logboek opslaan

source: Save error: %@
de: Speicherfehler: %@
fr_ca: Erreur d'enregistrement : %@
nl: Fout bij opslaan: %@

source: Save your favorite tank configurations for quick reuse.
de: Speichere deine bevorzugten Flaschenkonfigurationen für die schnelle Wiederverwendung.
fr_ca: Enregistrez vos configurations de cylindres favorites pour les réutiliser rapidement.
nl: Sla je favoriete tankconfiguraties op, zodat je ze snel weer kunt gebruiken.

source: Save your tank specs for quick reuse when logging dives
de: Speichere deine Flaschenspezifikationen zur schnellen Wiederverwendung beim Erfassen von Tauchgängen
fr_ca: Enregistrez les caractéristiques de votre cylindre pour une réutilisation rapide lors de l'enregistrement des plongées
nl: Sla de specificaties van je tanks op, zodat je ze snel weer kunt gebruiken bij het registreren van duiken

source: Saved
de: Gespeichert
fr_ca: Enregistré
nl: Opgeslagen

source: Saving to logbook...
de: Im Logbuch speichern...
fr_ca: Enregistrement dans le carnet…
nl: Wordt opgeslagen in het logboek…

source: Schedule Next Service
de: Nächsten Service planen
fr_ca: Planifier le prochain entretien
nl: Volgende onderhoudsbeurt inplannen

source: Search & Filters
de: Suche & Filter
fr_ca: Recherche et filtres
nl: Zoeken & Filters

source: Search & Organize
de: Suchen & Organisieren
fr_ca: Rechercher et organiser
nl: Zoeken & Organiseren

source: Search by site, buddy, country, or tag. Filter by year, depth, gas type, rating, and more.
de: Suche nach Tauchplatz, Tauchpartner, Land oder Tag. Filtere nach Jahr, Tiefe, Gasart, Bewertung und mehr.
fr_ca: Recherchez par site, binôme, pays ou tag. Filtrez par année, profondeur, type de gaz, note et bien plus encore.
nl: Zoek op locatie, buddy, land of tag. Filter op jaar, diepte, gastype, beoordeling en meer.

source: Search dives…
de: Tauchgänge suchen…
fr_ca: Rechercher des plongées…
nl: Zoek duiken…

source: Search equipment...
de: Ausrüstung suchen...
fr_ca: Rechercher de l'équipement...
nl: Zoek duikuitrusting…

source: Search for Devices
de: Nach Geräten suchen
fr_ca: Rechercher des appareils
nl: Zoeken naar apparaten

source: Search for new or previously unpaired dive computers.
de: Suche nach neuen oder zuvor nicht gekoppelten Tauchcomputern.
fr_ca: Recherchez des ordinateurs de plongée nouveaux ou non associés.
nl: Zoek naar nieuwe of nog niet gekoppelde duikcomputers.

source: Search marine life…
de: Unterwasserlebewesen suchen…
fr_ca: Rechercher des espèces marines…
nl: Zoek onderwaterleven…

source: Search models
de: Modelle suchen
fr_ca: Rechercher des modèles
nl: Zoek modellen

source: Search sites…
de: Tauchplätze suchen…
fr_ca: Rechercher un site…
nl: Zoek duiklocaties…

source: Searching for Bluetooth dive computers...
de: Suche nach Bluetooth-Tauchcomputern...
fr_ca: Recherche d'ordinateurs de plongée Bluetooth…
nl: Zoeken naar Bluetooth duikcomputers…

source: Searching...
de: Suche läuft...
fr_ca: Recherche en cours...
nl: Zoeken…

source: Seawater
de: Meerwasser
fr_ca: Eau de mer
nl: Zeewater

source: Seawater: depth (m) ÷ 10 + 1 | Freshwater: depth (m) ÷ 10.3 + 1
de: Meerwasser: Tiefe (m) ÷ 10 + 1 | Süßwasser: Tiefe (m) ÷ 10,3 + 1
fr_ca: Eau de mer : profondeur (m) ÷ 10 + 1 | Eau douce : profondeur (m) ÷ 10,3 + 1
nl: Zeewater: diepte (m) ÷ 10 + 1 | Zoet water: diepte (m) ÷ 10,3 + 1

source: Seawater: depth (m) ÷ 9.90 + 1 | Freshwater: depth (m) ÷ 10.19 + 1
de: Meerwasser: Tiefe (m) ÷ 9,90 + 1 | Süßwasser: Tiefe (m) ÷ 10,19 + 1
fr_ca: Eau de mer : profondeur (m) ÷ 9,90 + 1 | Eau douce : profondeur (m) ÷ 10,19 + 1
nl: Zeewater: diepte (m) ÷ 9,90 + 1 | Zoet water: diepte (m) ÷ 10,19 + 1

source: Second dive
de: Zweiter Tauchgang
fr_ca: Deuxième plongée
nl: Tweede duik

source: See All (%lld more)
de: Alle anzeigen (%lld weitere)
fr_ca: Tout afficher (%lld de plus)
nl: Alles bekijken (%lld meer)

source: See all your dive sites plotted on an interactive world map.
de: Sieh alle deine Tauchplätze auf einer interaktiven Weltkarte.
fr_ca: Visualisez tous vos sites de plongée sur une carte du monde interactive.
nl: Bekijk al je duiklocaties op een interactieve wereldkaart.

source: Select Model
de: Modell auswählen
fr_ca: Sélectionner le modèle
nl: Selecteer model

source: Select a device to begin
de: Wähle ein Gerät aus, um zu beginnen
fr_ca: Sélectionnez un appareil pour commencer
nl: Selecteer een apparaat om te beginnen

source: Select a dive computer to sync
de: Wähle einen Tauchcomputer zum Synchronisieren
fr_ca: Sélectionnez un ordinateur de plongée à synchroniser
nl: Selecteer een duikcomputer om te synchroniseren

source: Select a level
de: Wähle ein Level
fr_ca: Sélectionner un niveau
nl: Selecteer een niveau

source: Select a template...
de: Wähle eine Vorlage...
fr_ca: Sélectionner un modèle...
nl: Selecteer een sjabloon…

source: Select at least one equipment item
de: Wähle mindestens ein Ausrüstungsstück aus
fr_ca: Sélectionner au moins un équipement
nl: Selecteer ten minste één item van je duikuitrusting

source: Select diver
de: Taucher auswählen
fr_ca: Sélectionner un plongeur
nl: Duiker selecteren

source: Select equipment items to group together for quick dive setup
de: Wähle Ausrüstungsgegenstände aus, die du für eine schnelle Tauchgangeinrichtung gruppieren möchtest
fr_ca: Sélectionnez des équipements à regrouper pour une configuration rapide de plongée
nl: Selecteer duikuitrustingsonderdelen om te groeperen, zodat je je duikuitrusting snel kunt klaarmaken

source: Select exactly two dives to combine. The earlier dive is kept and samples from the later dive are appended.
de: Wähle genau zwei Tauchgänge aus, die zusammengeführt werden sollen. Der frühere Tauchgang wird beibehalten und die Messwerte des späteren Tauchgangs werden angehängt.
fr_ca: Sélectionnez exactement deux plongées à combiner. La plongée antérieure est conservée et les échantillons de la plongée ultérieure sont ajoutés.
nl: Kies precies twee duiken om te combineren. De vroegste duik blijft behouden en de gegevens van de latere duik worden eraan toegevoegd.

source: Select format...
de: Format auswählen...
fr_ca: Choisir le format…
nl: Selecteer formaat…

source: Select material...
de: Material auswählen...
fr_ca: Choisir le matériel…
nl: Selecteer duikuitrusting…

source: Select the computer you're connecting, or choose to add it as a new device.
de: Wähle den Tauchcomputer aus, den du verbindest, oder füge ihn als neues Gerät hinzu.
fr_ca: Sélectionnez l'ordinateur de plongée que vous connectez, ou choisissez de l'ajouter comme nouvel appareil.
nl: Selecteer de computer waarmee je verbinding wilt maken, of kies ervoor om deze als nieuw apparaat toe te voegen.

source: Select your dive computer to download new dives. Tap the info button to change the detected model if incorrect.
de: Wähle deinen Tauchcomputer aus, um neue Tauchgänge herunterzuladen. Tippe auf die Info-Schaltfläche, um das erkannte Modell zu ändern, falls es falsch ist.
fr_ca: Sélectionnez votre ordinateur de plongée pour télécharger les nouvelles plongées. Appuyez sur le bouton d'information pour changer le modèle détecté si celui-ci est incorrect.
nl: Selecteer je duikcomputer om nieuwe duiken te downloaden. Tik op de infoknop om het gedetecteerde model te wijzigen als dit niet klopt.

source: Selection
de: Auswahl
fr_ca: Sélection
nl: Selectie

source: Selection error: %@
de: Auswahlfehler: %@
fr_ca: Erreur de sélection : %@
nl: Selectiefout: %@

source: Sequence
de: Sequenz
fr_ca: Séquence
nl: Volgorde

source: Serial
de: Seriennummer
fr_ca: Série
nl: Serienummer

source: Serial Number
de: Seriennummer
fr_ca: Numéro de série
nl: Serienummer

source: Serial number
de: Seriennummer
fr_ca: Numéro de série
nl: Serienummer

source: Serial: %@
de: Seriennummer: %@
fr_ca: Série : %@
nl: Serienummer: %@

source: Service Date
de: Servicedatum
fr_ca: Date d'entretien
nl: Onderhoudsdatum

source: Service Due Soon
de: Wartung bald fällig
fr_ca: Entretien bientôt requis
nl: Onderhoud binnenkort nodig

source: Service Overdue
de: Wartung überfällig
fr_ca: Entretien en retard
nl: Onderhoud achterstallig

source: Service Required
de: Service erforderlich
fr_ca: Entretien requis
nl: Onderhoud vereist

source: Service Upcoming
de: Service demnächst fällig
fr_ca: Entretien à venir
nl: Onderhoud binnenkort

source: Service pressure (%@)
de: Servicedruck (%@)
fr_ca: Pression de service (%@)
nl: Werkdruk (%@)

source: Service pressure is optional in metric (L). It is only required for tanks imported in ft³.
de: Der Servicedruck ist in Metrisch (L) optional. Er wird nur für Tanks benötigt, die in ft³ importiert wurden.
fr_ca: La pression de service est facultative en métrique (L). Elle n'est requise que pour les cylindres importées en pi³.
nl: De werkdruk kan optioneel in metrische eenheden (L) worden opgegeven. Dit is alleen verplicht voor tanks die in ft³ worden geïmporteerd.

source: Service records updated for existing gear.
de: Wartungsdaten für vorhandene Ausrüstung aktualisiert.
fr_ca: Les données d'entretien des équipements existants ont été mises à jour.
nl: De onderhoudsgegevens voor de bestaande duikuitrusting zijn bijgewerkt.

source: Set Entry Coordinates
de: Einstiegskoordinaten festlegen
fr_ca: Définir les coordonnées d'entrée
nl: Instapcoördinaten instellen

source: Set Exit Coordinates
de: Ausstiegskoordinaten festlegen
fr_ca: Définir les coordonnées de sortie
nl: Uitstapcoördinaten instellen

source: Set a maintenance reminder
de: Wartungserinnerung festlegen
fr_ca: Définir un rappel d'entretien
nl: Stel een herinnering in voor onderhoud

source: Settings
de: Einstellungen
fr_ca: Réglages
nl: Instellingen

source: Setup
de: Einrichtung
fr_ca: Configuration

source: Shortest
de: Kürzester
fr_ca: La plus courte
nl: Kortste

source: Show All Divers
de: Alle Taucher anzeigen
fr_ca: Afficher tous les plongeurs
nl: Toon alle duikers

source: Show Inactive Equipment
de: Inaktive Ausrüstung anzeigen
fr_ca: Afficher l'équipement inactif
nl: Toon inactieve duikuitrusting

source: Show Less
de: Weniger anzeigen
fr_ca: Afficher moins
nl: Toon minder

source: Show Tools Menu
de: Werkzeugmenü anzeigen
fr_ca: Afficher le menu des outils
nl: Menu ‘Extra’ weergeven

source: Show gear details
de: Ausrüstungsdetails anzeigen
fr_ca: Afficher les détails de l'équipement
nl: Toon details van duikuitrusting

source: Show the Minimum Gas and Gas Density calculators in the toolbar
de: Mindestgas- und Gasdichterechner in der Symbolleiste anzeigen
fr_ca: Affiche les calculateurs de gaz minimum et de densité de gaz dans la barre d'outils
nl: Geef de rekenmodules voor de minimale gashoeveelheid en de gasdichtheid weer in de werkbalk

source: Sightings
de: Sichtungen
fr_ca: Observations
nl: Waarnemingen

source: Sign in to iCloud in Settings
de: In den Einstellungen bei iCloud anmelden
fr_ca: Connectez-vous à iCloud dans Réglages
nl: Meld je aan bij iCloud in Instellingen

source: Signed in
de: Angemeldet
fr_ca: Connecté
nl: Aangemeld

source: Single
de: Einzeln
fr_ca: Individuel
nl: Eén exemplaar

source: Single tank
de: Einzelflasche
fr_ca: Cylindre simple
nl: Enkele tank

source: Site
de: Tauchplatz
nl: Locatie

source: Site Details
de: Tauchplatz-Details
fr_ca: Détails du site
nl: Locatiedetails

source: Site Map
de: Tauchplatzkarte
fr_ca: Carte du site
nl: Locatiekaart

source: Site Name
de: Name des Tauchplatzes
fr_ca: Nom du site
nl: Naam van de locatie

source: Site, location, buddy, country, type, tag, dive #…
de: Tauchplatz, Ort, Tauchpartner, Land, Typ, Tag, Tauchgang #…
fr_ca: Site, lieu, coéquipier, pays, type, étiquette, plongée #…
nl: Duikstek, locatie, buddy, land, type, tag, duik #…

source: Sites
de: Tauchplätze
nl: Locaties

source: Skip
de: Überspringen
fr_ca: Ignorer
nl: Overslaan

source: Skip Duplicates and Import the Rest
de: Duplikate überspringen und den Rest importieren
fr_ca: Ignorer les doublons et importer le reste
nl: Duplicaten overslaan en de rest importeren

source: Skip — Nothing New to Import
de: Überspringen — Nichts Neues zu importieren
fr_ca: Ignorer — Rien de nouveau à importer
nl: Overslaan — Er is niets nieuws om te importeren

source: Slightly choppy
de: Leicht bewegt
fr_ca: Légèrement agité
nl: Een beetje woelig

source: Solo Diver
de: Soloaucher
fr_ca: Plongeur solo
nl: Soloduiker

source: Some dive computers (Aqualung, Oceanic, Sherwood, HW OSTC, Cressi, DeepSix, Deepblu, Oceans, McLean) report all configured gas slots even when only one was used. When enabled, phantom tanks are filtered out. Disable if you carry configured-but-unused tanks (e.g. pony bottle, bailout).
de: Manche Tauchcomputer (Aqualung, Oceanic, Sherwood, HW OSTC, Cressi, DeepSix, Deepblu, Oceans, McLean) melden alle konfigurierten Gasplätze, auch wenn nur einer genutzt wurde. Wenn aktiviert, werden Phantomflaschen herausgefiltert. Deaktivieren, wenn du konfigurierte, aber unbenutzte Flaschen mitführst (z. B. Ponyflasche, Bailout).
fr_ca: Certains ordinateurs de plongée (Aqualung, Oceanic, Sherwood, HW OSTC, Cressi, DeepSix, Deepblu, Oceans, McLean) signalent tous les emplacements de gaz configurés même lorsqu'un seul a été utilisé. Lorsqu'il est activé, les bouteilles fantômes sont filtrées. Désactivez si vous portez des bouteilles configurées mais non utilisées (p. ex. bouteille de secours, bail-out).
nl: Sommige duikcomputers (Aqualung, Oceanic, Sherwood, HW OSTC, Cressi, DeepSix, Deepblu, Oceans, McLean) geven alle geconfigureerde tanks weer, zelfs als er maar één is gebruikt. Als deze optie is ingeschakeld, worden ongebruikte tanks weggefilterd. Schakel deze optie uit als je geconfigureerde maar ongebruikte tanks bij je hebt (bijv. ponyfles, bailout).

source: Some dives in this file are already in your logbook.
de: Einige Tauchgänge in dieser Datei sind bereits in deinem Logbuch vorhanden.
fr_ca: Certaines plongées de ce fichier sont déjà dans votre carnet.
nl: Sommige duiken in dit bestand staan al in je logboek.

source: Sort
de: Sortieren
fr_ca: Trier
nl: Sorteren

source: Sorts dives by this field
de: Sortiert die Tauchgänge nach diesem Feld
fr_ca: Trie les plongées selon ce champ
nl: Sorteert duiken op dit veld

source: Species
de: Arten
fr_ca: Espèces
nl: Soorten

source: Species Seen
de: Gesichtete Arten
fr_ca: Espèces observées
nl: Soorten gezien

source: Start Date
de: Startdatum
fr_ca: Date de début
nl: Startdatum

source: Start Pressure
de: Startdruck
fr_ca: Pression de départ
nl: Begindruk

source: Start pressure (%@)
de: Startdruck (%@)
fr_ca: Pression de départ (%@)
nl: Begindruk (%@)

source: Statistics
de: Statistiken
fr_ca: Statistiques
nl: Statistieken

source: Steel
de: Stahl
fr_ca: Acier
nl: Staal

source: Stop
de: Stopp
fr_ca: Palier

source: Stop %1$@ · %2$@
de: Stopp %1$@ · %2$@
fr_ca: Palier %1$@ · %2$@

source: Store diving certifications and get expiry alerts.
de: Tauchwarnungen speichern und Ablaufbenachrichtigungen erhalten.
fr_ca: Enregistrez vos certifications de plongée et recevez des alertes d'expiration.
nl: Sla je duikcertificaten op en ontvang meldingen wanneer ze verlopen.

source: Store name
de: Name des Geschäfts
fr_ca: Nom du magasin
nl: Naam van de winkel

source: Store your dive insurance policies and keep renewal dates at hand.
de: Speichere deine Tauchversicherungen und behalte Verlängerungsdaten im Blick.
fr_ca: Enregistrez vos polices d'assurance plongée et gardez les dates de renouvellement à portée de main.
nl: Bewaar je duikverzekeringen en houd de verlengingsdata bij de hand.

source: Storm
de: Sturm
fr_ca: Tempête

source: Stress factor above 3.0 is unusually high
de: Ein Stressfaktor über 3,0 ist ungewöhnlich hoch
fr_ca: Un facteur de stress supérieur à 3,0 est inhabituellement élevé
nl: Een stressfactor boven 3,0 is ongewoon hoog

source: Strong
de: Stark
fr_ca: Fort
nl: Sterk

source: Structure: BlueDiveGlobalData · BlueDiveSiteData · BlueDiveTankData · BlueDiveMarineLifeData · BlueDiveGearData · BlueDiveSamplesData
de: Struktur: BlueDiveGlobalData · BlueDiveSiteData · BlueDiveTankData · BlueDiveMarineLifeData · BlueDiveGearData · BlueDiveSamplesData
nl: Structuur: BlueDiveGlobalData · BlueDiveSiteData · BlueDiveTankData · BlueDiveMarineLifeData · BlueDiveGearData · BlueDiveSamplesData

source: Sunny
de: Sonnig
fr_ca: Ensoleillé
nl: Zonnig

source: Surface
de: Oberfläche
nl: Oppervlak

source: Surface Density
de: Oberflächendichte
fr_ca: Densité en surface
nl: Oppervlaktedichtheid

source: Surface Interval
de: Oberfl. Intervall
fr_ca: Intervalle de surface
nl: Oppervlakte-interval

source: Surface Temp.
de: Oberfl. Temp.
fr_ca: Temp. de surface
nl: Oppervlaktetemperatuur

source: Surface intervals have been recalculated.
de: Oberflächenintervalle wurden neu berechnet.
fr_ca: Les intervalles de surface ont été recalculés.
nl: De oppervlakte-intervallen zijn opnieuw berekend.

source: Swift wrapper around libdivecomputer, enabling native integration with Apple platforms for dive computer communication.
de: Swift-Wrapper um libdivecomputer, der eine native Integration mit Apple-Plattformen für die Kommunikation mit Tauchcomputern ermöglicht.
fr_ca: Enveloppe Swift autour de libdivecomputer, permettant une intégration native avec les plateformes Apple pour la communication avec les ordinateurs de plongée.
nl: Een Swift-wrapper rond libdivecomputer, die native integratie met Apple-platforms mogelijk maakt voor communicatie met duikcomputers.

source: Sync Complete
de: Sync abgeschlossen
fr_ca: Synchro terminée
nl: Synchronisatie compleet

source: Sync Computer Clock
de: Uhr des Tauchcomputers synchronisieren
fr_ca: Synchroniser l'horloge de l'ordinateur de plongée
nl: Synchroniseer klok van de duikcomputer

source: Sync Error
de: Synchronisierungsfehler
fr_ca: Erreur de synchronisation
nl: Synchronisatiefout

source: Sync Fingerprints
de: Sync-Fingerabdrücke
fr_ca: Empreintes de synchronisation
nl: Synchroniseer vingerafdrukken

source: Sync Options
de: Synchronisierungsoptionen
fr_ca: Options de synchronisation
nl: Synchronisatie-opties

source: Sync device clock
de: Geräteuhr synchronisieren
fr_ca: Synchroniser l'horloge de l'ordinateur
nl: Synchroniseer klok van het apparaat

source: Sync dive data across your devices. Changes take effect after restarting the app.
de: Tauchdaten auf all deinen Geräten synchronisieren. Änderungen werden nach dem Neustart der App wirksam.
fr_ca: Synchronisez vos données de plongée sur tous vos appareils. Les modifications prennent effet après le redémarrage de l'application.
nl: Synchroniseer alle data tussen je apparaten. Wijzigingen worden van kracht na het opnieuw starten van de app.

source: Sync error
de: Synchronisierungsfehler
fr_ca: Erreur de synchronisation
nl: Synchronisatiefout

source: Sync was incomplete — one or more older dives on the device could not be read.
de: Synchronisation unvollständig — ein oder mehrere ältere Tauchgänge auf dem Gerät konnten nicht gelesen werden.
fr_ca: La synchronisation était incomplète — une ou plusieurs plongées plus anciennes sur l'appareil n'ont pas pu être lues.
nl: De synchronisatie is niet volledig voltooid — een of meer oudere duiken op de duikcomputer konden niet worden gelezen.

source: Sync, export & personalize
de: Synchronisieren, exportieren & personalisieren
fr_ca: Synchronisez, exportez et personnalisez
nl: Synchroniseren, exporteren en personaliseren

source: Synced %@
de: Synchronisiert %@
fr_ca: Synchronisé %@
nl: Laatste synchronisatie: %@

source: Syncing
de: Wird synchronisiert
fr_ca: Synchronisation en cours
nl: Synchroniseren
